<!doctype html>
<html lang="en" dir="ltr">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>ID Drives Company</title>

    @include('guest.header')
    <link href="https://fonts.googleapis.com/css2?family=Sarabun:wght@300;400;500&display=swap" rel="stylesheet">

    <style>
        body,
        h1,
        h2,
        h3,
        h4,
        h5,
        h6 {
            font-family: 'Sarabun', sans-serif;
        }
    </style>
</head>

<body class="layout-light top-menu">

    <div class="mobile-author-actions"></div>

    <main class="main-content">
        @include('guest.head')

        <div class="contents">

            <div class="container-fluid p-3">

                <div class="card card-horizontal card-default card-md mb-3 ">
                   
                    <div class="card-body py-md-30">
                            <h2 class="card-title mb-3">นโยบายความเป็นส่วนตัวสำหรับผู้ใช้งาน</h2>
<p class="card-text">
    บริษัท ไอดี ไดรฟ์ จำกัด ให้ความสำคัญกับการคุ้มครองข้อมูลส่วนบุคคล โดยนโยบายความเป็นส่วนตัวฉบับนี้ได้อธิบายแนวปฏิบัติเกี่ยวกับการเก็บรวบรวมใช้ หรือเปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิต่างๆของเจ้าของข้อมูลบุคคล ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล
</p>
<p>
    <strong>การเก็บรวบรวมข้อมูลส่วนบุคคล</strong><br>
    เราจะเก็บรวบรวมข้อมูลส่วนบุคคลที่ได้รับโดยตรงจากคุณผ่านช่องทาง ดังต่อไปนี้<br>
    - การสมัครสมาชิก<br>
    - ลงทะเบียน<br>
    - โทรศัพท์<br>
</p>
<p class="card-text">
    <strong>ประเภทข้อมูลส่วนบุคคลที่เก็บรวบรวม</strong><br>
    <b>ข้อมูลส่วนบุคคล</b> เช่น ชื่อ-นามสกุล อายุ เลขบัตรประจำตัวประชาชน หนังสือเดินทาง เป็นต้น<br>
    <b>ข้อมูลการติดต่อ</b> เช่น ที่อยู่ หมายเลขโทรศัพท์ อีเมล เป็นต้น<br>
    <b>ข้อมูลทางเทคนิค</b> เช่น IP address , Cookie ID, ประวัติการใช้งานเว็บไซต์ (Activity Log) เป็นต้น <br>
    <b>ข้อมูลอื่นๆ </b>เช่น รูปภาพ ภาพเคลื่อนไหว และข้อมูลอื่นที่ถือว่าเป็นข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล <br>
</p>
<p>
    <strong> ผู้เยาว์</strong><br>
    หากคุณมีอายุต่ำกว่า 20 ปีหรือมีข้อจำกัดความสามารถตามกฎหมาย เราอาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณเราอาจจำเป็นต้องให้พ่อแม่หรือผู้ปกครองของคุณให้ความยินยอมหรือที่กฎหมายอนุญาตให้ทำได้ หากเราทราบว่าการเก็บรวบรวมข้อมูลส่วนบุคคลจากผู้เยาว์โดยไม่ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครอง เราจะดำเนินการลบข้อมูลออกจากเซิร์ฟเวอร์ของเรา
</p>
<p>
    <strong>วิธีการเก็บรักษาข้อมูลส่วนบุคคล</strong><br>
    เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณในรูปแบบเอกสารและรูปแบบอิเล็กทรอนิกส์
    เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณ ดังต่อไปนี้ <br>
    -เซิร์ฟเวอร์บริษัทของเราในต่างประเทศ <br>
    -ผู้ให้บริการเซิร์ฟเวอร์ในต่างประเทศ <br>
</p>
<p>
    <strong>
        การประมวลผลข้อมูลส่วนบุคคล
    </strong><br>
    เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ดังต่อไปนี้ <br>
    -เพื่อปรับปรุงสินค้า บริการ หรือประสบการณ์การใช้งาน<br>
    -เพื่อบริหารจัดการภายในบริษัท<br>
    -เพื่อการบริการหลังการขาย<br>
    -เพื่อรวบรวมข้อเสนอแนะ<br>
    -เพื่อปฏิบัติตามข้อตกลงและเงื่อนไข (Terms and Conditions)<br>
    -เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ<br>
</p>
<p>
    <b>การเปิดเผยข้อมูลส่วนบุคคล</b><br>

    เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่ผู้อื่นภายใต้ความยินยอมของคุณหรือที่กฎหมายอนุญาตให้เปิดเผยได้ ดังต่อไปนี้<br>

    <b>การบริหารจัดการภายในองค์กร</b><br>

    เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณภายในบริษัทเท่าที่จำเป็นเพื่อปรับปรุงและพัฒนาสินค้าหรือบริการของเรา เราอาจรวบรวมข้อมูลภายในสินค้าหรือบริการต่างๆภายใต้นโยบายนี้เพื่อประโยชน์ของคุณและผู้อื่นมากขึ้น<br>

    <b>ระยะเวลาจัดเก็บข้อมูลส่วนบุคคล</b><br>

    เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณไว้ตามระยะเวลาที่จำเป็นในระหว่างที่คุณเป็นลูกค้าหรือมีความสัมพันธ์อยู่กับเราหรือตลอดระยะเวลาที่จำเป็นเพื่อวัตถุประสงค์ที่เกี่ยวข้องกับนโยบายฉบับนี้ ซึ่งอาจจะจำเป็นต้องเก็บรักษาไว้ต่อไปภายหลังจากนั้น หากมีกฎหมายกำหนดไว้ เราจะลบ ทำลาย หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนของคุณได้ เมื่อหมดความจำเป็นหรือสิ้นระยะเวลาดังกล่าว<br>
</p>

<p>
    <b> สิทธิของเจ้าของข้อมูลส่วนตัว </b> <br>
    ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล คุณมีสิทธิในการดำเนินการดังต่อไปนี้
</p>

<p><b>สิทธิขอถอนความยินยอม (right to withdraw consent) </b><br>
    หากคุณได้ให้ความยินยอม เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ ไม่ว่าจะเป็นความยินยอมที่คุณให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น คุณมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดเวลา</p>

<p><b>สิทธิขอเข้าถึงข้อมูล (right to access) </b><br>
    คุณมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของคุณที่อยู่ในความรับผิดชอบของเราและขอให้เราทำสำเนาข้อมูลดังกล่าวได้</p>

<p><b>สิทธิขอถ่ายโอนข้อมูล (right to data portability) </b><br>คุณมีสิทธิขอรับข้อมูลส่วนบุคคลของคุณในกรณีที่เราได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค</p>

<p><b>สิทธิขอคัดค้าน (right to object)</b> <br>
    คุณมีสิทธิขอคัดค้านด้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณในเวลาใดก็ได้ หากการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณที่ทำขึ้นเพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของเราหรือของบุคคลหรือนิติบุคคลอื่น โดยเกินขอบเขตที่คุณสามารถคาดหมายได้อย่างสมเหตุสมผลหรือเพื่อดำเนินการตามภารกิจเพื่อประโยชน์</p>

<p><b>สิทธิขอให้ลบหรือทำลายข้อมูล (right to erasure/destruction) </b><br>
    คุณมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของคุณหรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวคุณได้ หากคุณเชื่อว่าข้อมูล ส่วนบุคคลของคุณถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้องหรือเห็นว่าเราหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้ หรือเมื่อคุณได้ใช้สิทธิขอถอนความยินยอมหรือขอใช้สิทธิคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว</p>

<p><b>สิทธิขอระงับการใช้ข้อมูล (right to restriction processing) </b><br>คุณมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคาราวในกรณีที่เราอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของคุณหรือกรณีอื่นใดที่เราหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของคุณตามกฎหมายที่เกี่ยวข้องแต่คุณขอให้เราระงับการใช้แทน</p>

<p><b>สิทธิขอให้แก้ไขข้อมูล (right to rectification) </b>
    <br>คุณมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของคุณให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
</p>

<p><b>สิทธิร้องเรียน (right to lodge a complaint) </b>
    <br>คุณมีสิทธิร้องเรียนหรือต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากคุณเชื่อว่าการรวบรวมข้อมูลส่วนบุคคลของคุณ เป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง
</p>

<p>คุณสามารถใช้สิทธิของคุณในฐานะเจ้าของข้อมูลส่วนบุคคลข้างต้นได้ โดยติดต่อมาที่เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราตามรายละเอียดท้ายนโยบายนี้ เราจะแจ้งผลการดำเนินการภายในระยะเวลา 30 วัน นับตั้งแต่วันที่เราได้รับคำขอใช้สิทธิจากคุณ ตามแบบฟอร์มหรือวิธีการที่เรากำหนด ทั้งนี้ หากเราปฏิเสธคำขอเราจะแจ้งเหตุผลของการปฏิเสธให้คุณทราบผ่านช่องทางต่างๆ เช่น ข้อความ(SMS) อีเมล์ โทรศัพท์ จดหมาย เป็นต้น</p>


<p>
    <b>การรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล</b><br>

    เราจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของคุณไว้ตามหลักการ การรักษาความลับ (confidentiality) ความถูกต้องครบถ้วน (integrity) และสภาพพร้อมใช้งาน (availability) ทั้งนี้ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผย นอกจากนี้เราจะจัดให้มีมาตรการการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ซึ่งครอบคลุมถึงมาตรการการป้องกันดานการบริหารจัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) ในเรื่องการเข้าถึงหรือควบคุมการใช้งานข้อมูลส่วนบุคคล (access control)
</p>

<p>
    <b> การแจ้งเหตุละเมิดข้อมูลส่วนบุคคล</b><br>

    ในกรณีที่มีเหตุละเมิดข้อมูลส่วนบุคคลของคุณเกิดขึ้น เราจะแจ้งให้สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลทราบโดยไม่ชักช้าภายใน 72 ชม. นับตั้งแต่ ทราบเหตุเท่าที่สามารถกระทำได้ ในกรณีที่การละเมิดมีความเสี่ยงสูงที่จะมีผลกระทบต่อสิทธิและเสรีภาพของคุณ เราจะแจ้งการละเมิดให้คุณทราบพร้อมกับแนวทางการเยียวยาโดยไม่ชักช้าผ่านช่องทางต่างๆ เช่น เว็บไซต์ ข้อความ (SMS) อีเมล์ โทรศัพท์ จดหมาย เป็นต้น
</p>

<p>
    <b> การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</b><br>

    เราอาจแก้ไขเปลี่ยนแปลงนโยบายนี้เป็นครั้งคราว โดยคุณสามารถทราบข้อกำหนดและเงื่อนไขนโยบายที่มีการแก้ไขเปลี่ยนแปลงนี้ได้ผ่านทางเว็บไซต์ของเรา นโยบายนี้แก้ไขแก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 09 มิถุนายน 2565
</p>

<p>
    <b> นโยบายความเป็นส่วนตัวของเว็บไซต์อื่น</b><br>

    นโยบายความเป็นส่วนตัวฉบับนี้ใช้สำหรับเสนอสินค้า บริการ และการใช้งานบนเว็บไซต์สำหรับลูกค้าของเราเท่านั้น หากคุณเข้าชมเว็บไซต์อื่นแม้จะผ่านช่องทางเว็บไซต์ของเรา การคุ้มครองข้อมูลส่วนบุคคลต่างๆจะเป็นไปตามนโยบายความเป็นส่วนตัวของเว็บไซต์นั้น ซึ่งเราไม่มีส่วนเกี่ยวข้องด้วย
</p>

<p>
    <b> ราละเอียดติดต่อ</b><br>
    หากคุณต้องการสอบถามข้อมูลเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ รวมถึงการขอใช้สิทธิต่างๆคุณสามารถติดต่อเราหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราได้ ดังนี้
</p>
<p><b>ผู้ควบคุมข้อมูลส่วนบุคคล</b></p>
<p>
    <b>บริษัท ไอดี ไดรฟ์ จำกัด</b> <br>
    200/222 หมู่ 2 ถนนชัยพฤกษ์ ตำบลในเมือง อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000
</p>
<p>อีเมล : dpo@iddrives.co.th</p>
<p>เว็บไซต์ : <a href="https://www.iddrives.co.th/web/">www.iddrives.co.th</a></p>
<p>หมายเลขโทรศัพท์ : 043-228899</p>

<p style="text-align:right;">ปรับปรุงล่าสุดเมื่อ วันที่ 9 มิถุนายน 2565</p>
@php
    $user_id = Session::get('member_id');
@endphp
<form action="{{ route('home.consent_save', ['id' => $user_id]) }}" method="POST">
    @csrf

<div class="form-group mb-25 mt-1">
    <div class="form-check ps-0">
       <div class="checkbox-theme-default custom-checkbox ">
          <input class="checkbox" name="consent_chk" type="checkbox" value="1" id="check-1">
          <label for="check-1">
             <span class="checkbox-text color-gray">
                ข้าพเจ้าเข้าใจและตกลงตาม เงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัว
             </span>
          </label>
       </div>
    </div>
 </div>
 <button class="btn btn-primary px-30" type="submit">สมัครสมาชิก</button>
</form>
                    </div>
                </div>
            </div>
        </div>



    <!-----------------------------footer------------------------>
    @include('guest.footer')   
    </main>
  

    @include('guest.script')
 


</body>

</html>
